/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "无数据";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "保存";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "重新输入签名";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "清除";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "取消";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "签名";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "轻按以签名";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "签名区域";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "连按两次并拖动以签名";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "签名图像";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "签名行";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "已取消";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "下一步";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "确定";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "状态";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "用户已取消登录";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "如果不同意，则无法继续登录。";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "授予同意";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "退出";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "返回";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "步骤";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "/";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "是否确定要退出登录流程？";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "想要数据隐私？";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "注意您的数据";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "稍后";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "允许";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "拒绝";

/* XBUT: Agree action title in EULAView */
"Agree" = "同意";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "不同意";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "正在加载...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "没有可显示的内容";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d 小时 %d 分";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "完成";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "数据表中有 %d 个错误。";

/* XBUT: voice over label for row header in DataTable */
"row header" = "行标题";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "行 %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "列 %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "前导配件";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "尾随配件";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "文本";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "图像";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "日期";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "时间";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "持续时间";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "列表项目";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "已选择";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "未选择";

/* XBUT: calendar time component label */
"Time" = "时间";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "值：%d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "轻按的单元格为只读。";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "只读字段";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "没有更多剩余字符";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "减少字符数";

